Repository: bgarrels/usbavrlab
Catalog: trunk/Software/languages/avrisptool.*.po
Languages: ru

source: fBitbanging
ru: Bitbanging

source: Programmieren
ru: Программировать

source: Programmierung starten
ru: Запустить программирование

source: Applikation starten
ru: Запустить приложение

source: Firmware starten
ru: Запустить прошивку

source: Speichern
ru: Сохранить

source: fBootloader
ru: Загрузчик

# TFBOOTLOADER.LCONTROLLER.CAPTION
source: Controller
ru: Контроллер

source: Firmwares
ru: Прошивки

# TFBOOTLOADER.LISPSPEED.CAPTION
source: ISP Geschwindigkeit
ru: Скорость ISP

source: Seitengrösse
ru: Размер страницы

source: STK 500 Firmware Version
ru: STK500 Версия

source: Benutzerfirmware
ru: Пользовательская прошивка

source: Fortschritt
ru: Прогресс

source: Protokoll
ru: Протокол

source: Flash
ru: Флэш

source: Optionen
ru: Опции

source: Abbrechen
ru: Отменить

source: Boot Modus Com Port Auswahl
ru: Перевести устройство в режим загрузки

source: Senden
ru: I2C отправить

source: fI2CLogger
ru: I2C логгер

source: USB AVR Lab Tool
ru: AVR-USB Lab Tool

source: Sprache
ru: Язык

source: in Bootmodus holen
ru: Перевести устройство в режим загрузки

source: fToolHelp
ru: Помощь

# TFUSBASP.LBAUDRATE.CAPTION
source: Baudrate
ru: Битрейт

source: Daten Bits
ru: Биты данных

# TFUSBASP.LDEBUGPORT.CAPTION
source: Debug Port
ru: Порт отладки

# TFUSBASP.LISPSPEED1.CAPTION
source: ISP Geschwindigkeit
ru: ISP Скорость

# TFUSBASP.LPARITY.CAPTION
source: Parity
ru: Четность

source: Stop Bits
ru: Стопбиты

source: USB AVR-ISP Tool
ru: AVR USB Lab Tool

# uintfstrconsts.strbaudrate
source: Baudrate
ru: Битрейт

source: Bring to boot mode
ru: Перевести устройство в режим загрузки

# uintfstrconsts.strcontroller
source: Controller
ru: Контроллер

source: Databits
ru: Биты данных

# uintfstrconsts.strdebugport
source: Debug Port
ru: Порт отладки

source: Debug Port Mode updated ...
ru: Режим порта отладки обновлен...

source: Error connecting to Device
ru: Ошибка при соединении с устройством

source: Firmware
ru: Прошивка

source: Firmware loaded, %d Bytes
ru: Прошивка завершена, %d байт

source: Hex file does not fit in Controller
ru: Hex file не соответствует контроллеру

source: I2C data sended ...
ru: I2C данные отправлены ...

source: I2C send failed (%d) ...
ru: I2C отправка не удалась ...

source: Invalid hexfile, check if this is in Intel hex Format
ru: Неверный hexfile, проверьте, представлен ли файл форматом Intel hex.

source: Invalid Software Version
ru: Неверная версия п.о.

source: ISP Speed
ru: ISP Скорость

source: Options
ru: Опции

source: Options updated...
ru: Настройки сохранены...

source: Page Size
ru: Размер страницы

# uintfstrconsts.strparity
source: Parity
ru: Четность

source: Please use the Special Software for this Programmer Type
ru: Пожалуйста используйте специальное п.о. для этого типа программатора или нет необходимости в софте.

source: Programm
ru: Программировать

source: Device programmed OK ...
ru: Прошивка завершена.

source: Programming Page %d
ru: Программируемая страница %d

source: Protocol
ru: Протокол

source: Send
ru: Отправить

source: Software Version
ru: Версия п.о.

source: Start Application
ru: Запустить приложение

source: Stopbits
ru: Стопбиты

source: Write
ru: Запись
